<template>
  <div class="description training-description">
    <label class="form__label description__label"
      >Текстовий опис тренування
    </label>
    <textarea
      name="description"
      class="description__area"
      placeholder="Введіть опис..."
    >
  Жанглювання м'ячем - дуже важлива вправа. По-перше, вона необхідна для ефективної обробки м'яча. По-друге, вона розвиває швидкість реакції, вчить контролювати увагу; щільно вести м'яча, що дуже важливо для гри в футбол.
  Щоб підняти м'яч у повітря, прокоти стопу назад по поверхній частині мяча,підчепи його носком і підкинь  догори.
Підкидай мяча прямою стопою. Якщо підняти догори носок, можна втратити контроль над мячем.Якщо ти досяг успіхів, спробуй підкидати мяч обома ногами по черзі.Роби кидки вище.
</textarea
    >
  </div>
</template>
